Repository: se-ryeong/SoundNote
Catalog: RecordApp/App/Localizable.xcstrings
Source language: en
Languages: ko

source: Back
ko: 뒤로가기

source: Cancel
ko: 취소

source: Delete
ko: 삭제

source: Edit
ko: 수정

source: Editing
ko: 수정하기

source: If there is a misconversion, please click Save after Edit.
ko: 잘못 변환된 부분이 있다면 수정 후 저장하기를 눌러주세요.

source: Memo has been saved.
ko: 메모가 저장되었습니다.

# memo placeholder
source: Press the Record button and say it. It can be modified by typing after recording.
ko: 녹음하기 버튼을 누르고 말해보세요. 녹음 후 타이핑으로 수정이 가능해요.

source: ok
ko: 확인

source: Please enter a search term.
ko: 검색어를 입력해주세요.

source: Recording
ko: 녹음하기

source: Save
ko: 저장하기

source: Stop recording
ko: 녹음종료

source: The recording is complete.
ko: 녹음이 완료되었습니다.
